Revit 2027 API
FamilyLoadedIntoDocumentEventArgs.FamilyName Property
 The file name of the family that is loaded into the document.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FamilyName { get; }
Public ReadOnly Property FamilyName As String
	Get
public:
property String^ FamilyName {
	String^ get ();
}
member FamilyName : string with get
Property Value
String
See Also
Reference
FamilyLoadedIntoDocumentEventArgs Class
Autodesk.Revit.DB.Events Namespace